Repository: grydinywka/studentsdb
Catalog: students/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Exam
uk: Іспит

source: Exams
uk: Іспити

source: Title
uk: Назва

source: Date and time of exam
uk: Дата і час іспиту

source: Presenter
uk: Екзаментатор

source: Groups for exam
uk: Група для іспиту

source: Notes
uk: Нотатки

source: Group
uk: Група

source: Groups
uk: Групи

source: Leader
uk: Староста

source: %s does not belong to range from zero to ten!
uk: %s не належить до значень від 1 до 10!

source: Result
uk: Результат

source: Results
uk: Результати

source: Valuetion
uk: Оцінка

source: Students
uk: Студенти

source: Student
uk: Студент

source: Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: Middle Name
uk: По-батькові

source: Date of birth
uk: Дата народження

source: Photo
uk: Фото

source: Ticket
uk: Білет

source: Study begin
uk: Початок навчання

source: Journal
uk: Відвідування

source: Visiting
uk: Журнал Відвідування

source: All Visiting
uk: Всі Відвідування

source: Daily counter of requests
uk: Добовий лічильник запитів

source: Dailies counters of requests
uk: Добові лічильники запитів

source: Date
uk: Дата

source: Counter
uk: Лічильник

source: Level
uk: Рівень

source: Date and time event
uk: Дата і час події

source: Month Journal
uk: Місячний журнал

source: Month Journals
uk: Місячні журнали

source: Day #
uk: День №

source: Student {}: Month:{}, Year:{}
uk: Студент {}: Місяць:{}, Рік:{}

source: Contact to admin
uk: Контакт адміністратора

source: Please correct next errors!
uk: Будь-ласка виправте наступні помилки!

source: Send
uk: Надіслати

source: We received your message and will get back to you.
uk: Ми отримали ваше повідомлення і підповімо Вам.

source: Students Accounting Service
uk: Сервіс Обліку Студентів

source: App to manage students database
uk: Система Обліку Студентів Навчального Закладу

source: Group:
uk: Група:

source: All students
uk: Усі студенти

source: Result of exams
uk: Результати іспитів

source: Contact
uk: Контакт

source: Log of events
uk: Журнал подій

source: Work goes on...
uk: Робота триває...

source: Counts
uk: Лічильники

source: Delete Exam
uk: Видалити Іспит

source: Please correct the next errors!
uk: Будь-ласка виправте наступні помилки!

source: Do you really want to delete exam?
uk: Ви справді хочете видалити іспит?

source: Yes
uk: Так

source: Cancel
uk: Відмінити

source: Exam list
uk: Перелік іспитів

source: Add Exam
uk: Додати Іспит

source: There is not any exam yet!
uk: Поки немає жодної іспиту!

source: Date and time
uk: Дата і час

source: Action
uk: Дія

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: Add group
uk: Додати групу

source: Please fix the next errors!
uk: Будь-ласка виправте наступні помилки!

source: Save
uk: Зберегти

source: Delete Group
uk: Видалити Групу

source: Do you really want to delete group: "%(group)s "?
uk: Ви справді хочете видалти групу: "%(group)s"?

source: Edit Group
uk: Редагувати Групу

source: Please fix the next errors
uk: Будь-ласка виправте наступні помилки!

source: Choose Leader
uk: Виберіть Старосту

source: Add Group
uk: Додати Групу

source: There are not any group yet!
uk: Поки немає жодної групи

source: Actions
uk: Дії

source: Group hasn`t leader
uk: Нема старости

source: Accounting Visits
uk: Облік Студентів

source: There is not any student in group: %(exact_group.title)s.
uk: Поки немає жодного студента в групі: %(exact_group.title)s.

source: There is not any student in database. Please,
uk: Поки немає жодного студента в базі. Будь-ласка

source: add
uk: додайте

source: first one
uk: першого

source: Journal's changes are being saved automatically while someone clicks on cell table
uk: Зміни в журналі зберігаются автоматично при клацанв по комірці в таблиці

source: Saving process...
uk: Процес збереження...

source: Saving error
uk: Помилка збереження

source: Last month
uk: Попередній місяць

source: Next month
uk: Наступний місяць

source: Student / -s
uk: Студент / -и

source: Log events
uk: Журнал подій

source: level
uk: Рівень

source: date and time
uk: дата і час

source: module
uk: модуль

source: message
uk: повідомлення

source: Results of exams
uk: Результати іспитів

source: Subject
uk: Предмет

source: Add student
uk: Додати Студента

source: Please, fix errors
uk: Будь-ласка, виправте помилки!

source: Your Name
uk: Ваше Ім'я

source: Surname
uk: Прізвище

source: Input your name
uk: Введіть ваше ім'я

source: Middle Name
uk: По-батькові

source: E.g. 1984-12-30
uk: Н.д. 1984-12-30

source: Your photo
uk: Ваше фото

source: Nomber of your ticket
uk: Номер вашого квитка

source: Choose group
uk: Виберіть Групу

source: E.g. 2014-09-01
uk: Н.-д. 2014-09-01

source: Write smth you guess important
uk: Напишіть те, що вважаєте важливим

source: Add
uk: Додати

source: Create
uk: Створити

source: Delete Student
uk: Видалити Студентів

source: Please correct next errors
uk: Будь-ласка виправте наступні помилки!

source: Do you really want to delete student: "%(object)s"?
uk: Ви справді хочете видалити студента: "%(object)s"?

source: No
uk: Ні

source: Delete Students
uk: Видалити Студентів

source: You did not choose neither student!
uk: Ви не вибрали жодного студента!

source: Do you really want to remove defined students?
uk: Ви справді хочете видалити вибраних студентів?

source: Students List
uk: Список Студентів

source: Add Student
uk: Додати Студента

source: First Name
uk: Ім'я

source: Ticket #
uk: № Білета

source: Delete choosen
uk: Видалити обраних

source: There are not exist any students in list yet!
uk: Поки немає жодного студента в базі...

source: Student Petrov: Month:10, Year:2015
uk: Студент Petrov: Місяць:10, Рік:2015

source: Student %s successfully saved!
uk: Студент %s поредагований успішно!

source: Editing of student %s canceled!
uk: Редагування студента %s відмінено

source: Your email address
uk: Ваша електронна пошта

source: email's subject
uk: Заголовок листа

source: Text of message
uk: Текст повідомлення

source: During sending mail appeared unexpected error. Try send later.
uk: Під час відправки листа виникла непередбачувана помилка. Спробуйте скористатись даною формою пізніше.

source: Message sent successfully!
uk: Повідомлення було надіслано успішно!

source: Your name
uk: Ваше Ім'я

source: Your message
uk: Повідомлення

source: Message to admin was sent success!
uk: Повідомлення до адміна було надіслано успошно!

source: Title*
uk: Назва*

source: Title is required!
uk: Назва групи обов'язкова

source: Input title
uk: Введіть назву

source: Date and time*
uk: Дата і час*

source: format YYYY-MM-DD hh:mm
uk: формат РРРР-ММ-ДД ГГ:ХХ

source: Date fild is required!
uk: Поте дати є обов'язковим!

source: Format failed!
uk: Невірний формат!

source: Presenter*
uk: Екзаменатор*

source: Presenter field is required!
uk: Поле екзаменатор обов'язкове

source: First and middle name
uk: Ім'я та По-батькові

source: Group /-s
uk: Груп -а/-и

source: Failed group
uk: Неправильна група

source: Additional info
uk: Додаткова інформація

source: Title field is required!
uk: Назва іспиту обов'язкова

source: Date field is required!
uk: Поле дати обов'язкове!

source: Improper format date and time:
uk: Неправильний формат дати і часу:

source: Exam %s edited!
uk: Іспит %s поредаговано!

source: Fix next errors!
uk: Виправте наступні помилки!

source: Editing exam %s canceled!
uk: Редагування іспиту %s відмінено

source: Unsuccessful editing %s!
uk: Невдале редагування %s!

source: Exam %s was successful edited!
uk: Іспит %s бул поредагований успішно!

source: Titlt is required!
uk: Назва іспиту обов'язкове!

source: Date and time of exan is required!
uk: Дата і час іспиту є обв'язковим!

source: not right format.
uk: неправильний формат

source: Presenter is required!
uk: Екзаенатор обов'язковий!

source: Exam added!
uk: Іспит додано!

source: Correct next errors
uk: Виправте наступні помилки!

source: Creating exam canceled!
uk: Створення іспиту відмінено!

source: Deleting exam %s canceled!
uk: Видалення іспиту %s відмінено!

source: Exam %s deleted!
uk: Іспит %s видалено!

source: Exam %s successfully edited!
uk: Іспит %s бул поредагований успішно!

source: Edit exam
uk: Редагувати іспит

source: Exam %s created!
uk: Іспит %s створено!

source: Add exam
uk: Додати іспит

source: Exam %s was deleted!
uk: Іспит %s був видалений!

source: Other group has the same title!3
uk: Інша група має ту саму групу!3

source: <- Input title
uk: <- Введіть назву

source: Title is mandatory!
uk: Назва групи є обов'язковою!

source: Choose leader
uk: Виберіть Старосту

source: Unsuccessful editing / creating group!
uk: Невдале редагування / створення групи!

source: Group was edited / created successful!
uk: Група була поредагована / створена успішно!

source: Validation eroors
uk: Помилки валідації

source: Creating group canceled!
uk: Створення групи відмінено!

source: Other group group has the same title!
uk: Інша група має таку саму назву!

source: Choose student properly!
uk: Виберіть студента правильно!

source: Student %s is leader of another group!
uk: Студент %s є лідером іншої групи

source: Error
uk: Помилка

source: Group %s successfully added
uk: Група %s була створена успішно!

source: There are errors - fix them!
uk: Є помилки - пиправте їх!

source: Adding group canceled!
uk: Створення групи відмінено

source: Choose student properly! Student {} is leader of {} group!
uk: Виберіть студента правильно! Студент {} є старостою {} групи!

source: Group %s successfully edited
uk: Група %s була поредагована успішно!

source: Here are errors - fix them!
uk: Є помилки - пиправте їх!

source: Editing of group was canceled!
uk: Редагування групи відмінено!

source: Deletingg of group %s canceled!
uk: Видалення групи %s відмінено!

source: Group %s deleted!
uk: Група %s видалена!

source: Group %s successfully deleted!
uk: Група %s була видалений успішно!

source: Group %s successfully saved!
uk: Група %s була створений успішно!

source: Editing group %s canceled!
uk: Редагування групи %s відмінено

source: Student belong to other group!
uk: Студент належить до іншої групи!

source: Name of group is busy
uk: Ім'я групи зайнято

source: Group %s successfully created!
uk: Група %s була створена успішно!

source: Creating new group was canceled!
uk: Створення нової групи відмінено

source: Student was changed successfull!
uk: Студент був поредагований успішно!

source: Edition of student was canceled
uk: Редагування студента відмінено

source: Name*
uk: Ім'я*

source: Andrew
uk: Андрій

source: Name is mandatory!
uk: Ім'я є обов'язковим!

source: Surname*
uk: Прізвище*

source: Koval
uk: Коваль

source: Input your last name
uk: Введіть ваше прізвище

source: Surname is mandatory1!
uk: Прізвище є обов'язковим!

source: Middle name
uk: По-батькові

source: Date of birth*
uk: Дата народження*

source: Your date of birth in YYYY-MM-DD format
uk: Ваша дата народження у форматі РРРР-ММ-ДД

source: Field date of birth is mandatory
uk: Поле дати народження є обов'язковим

source: Input valid format of date
uk: Введіть правильний формат дати

source: Choose Photo
uk: Оберіть фото

source: Your photo is not valid!
uk: Ваше фото не пройшло валідацію!

source: Photo is mandatory
uk: Фото є обов'язковим

source: Ticket*
uk: Білет*

source: At least 1!
uk: Щонайменше 1!

source: Note
uk: Нотатки

source: Addition information
uk: Додаткова інформація

source: Group*
uk: Група*

source: Choose Group
uk: Виберіть Групу

source: Field Group is mandatory
uk: Поле групи є обов'язковим

source: Invalid group
uk: Неправильна група

source: Study begin*
uk: Початок навчання

source: Start of study at YYYY-MM-DD format
uk: Дата у форматі РРРР-ММ-ДД

source: Field of Study begin is mandatory
uk: Поле дати є обов'язковим

source: Choose journal
uk: Оберіть Журнал

source: Student {} is leader of other group
uk: Студент {} є лідером іншої групи

source: Errors during editing %s student!
uk: Пимилки під час редагування %s студента

source: Edit student
uk: Редагувати Студента

source: Student %s successfull saved!
uk: Студент %s був створений успішно!

source: Creating student canceled!
uk: Створення студента відмінено

source: Errors during creating student!
uk: Помилки під час створення студента!

source: Student %s successful deleted!
uk: Студент %s був видалений спішно!

source: %s was deleted success!
uk: %s був видалений успішно!

source: Deletetion was canceled!
uk: Видалення студента відмінено!

source: Validation errors
uk: Помилки валідації

source: Adding student was canceled!
uk: Створення студента відмінено

source: Surname is mandatory!
uk: Прізвище є обов'язковим!

source: Date of birth is mandatory!
uk: Поле дати народження є обов'язковим

source: Input date at YYYY-MM-DD format
uk: Ваша дата народження у форматі РРРР-ММ-ДД

source: Ticket is mandatory!
uk: Номер квитка є обов'язковим!

source: Choose a group for student!
uk: Виберіть групу для студента!

source: Choose valid group!
uk: Виберіть правильну Групу

source: Field study begin is mandatory!
uk: Поле початку навчання є обов'язковим!

source: Error during opening a photo
uk: Помилки під час відкриття фото

source: It is not a image
uk: Це не забраження

source: Student %s successful added!
uk: Студент %s був створений успішно!

source: Please, correct next errors!
uk: Будь-ласка виправте наступні помилки!

source: Adding student canceled!
uk: Створення студента відмінено

source: were deleted success!
uk: були видалені успішно!

source: deletetion was canceled!
uk: видалення студента відмінено!

source: There is %(count)d apple available.
uk: Доступно %(count)d яблуко
